---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures
source: html/a063ae31-0831-09ae-7584-356ee5aa87a3.htm
---
# BuiltInFailures.CurtainGridFamilyFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.